Repository: peeboo/smplayer
Catalog: setup/translations/po_files/portuguesebrazil.po
Languages: pt_br

source: The installer is already running.
pt_br: O instalador já está em execução.

source: You must be logged in as an administrator when installing this program.
pt_br: Você precisa estar logado como administrador quando instalar esse programa.

source: An instance of SMPlayer is running. Please exit SMPlayer and try again.
pt_br: Uma instância do SMPlayer está em execução. Por favor feche o SMPlayer e tente novamente.

source: Unsupported operating system.[:n:]SMPlayer ${SMPLAYER_VERSION} requires at least Windows XP and may not work correctly on your system.[:n:]Do you really want to continue with the installation?
pt_br: Sistema operacional não suportado.[:n:]O SMPlayer ${SMPLAYER_VERSION} requer pelo menos o Windows XP e pode não funcionar corretamente em seu sistema.[:n:]Quer realmente prosseguir com a instalação?

source: A 64-bit Windows operating system is required to install this software.
pt_br: Um sistema operacional Windows 64-bit é necessário para instalar esse software.

source: An existing 32-bit installation of SMPlayer exists. You must uninstall 32-bit SMPlayer first.
pt_br: Uma instalação do SMPlayer 32-bit já existe. Você deve desinstalá-la primeiro.

source: An existing 64-bit installation of SMPlayer exists. You must uninstall 64-bit SMPlayer first.
pt_br: Uma instalação do SMPlayer 64-bit já existe. Você deve desinstalá-la primeiro.

source: $(^NameDA) Setup
pt_br: $(^NameDA) Configuração

source: Setup will guide you through the installation of $(^NameDA).[:r:][:n:][:r:][:n:]It is recommended that you close all instances of SMPlayer before starting setup. This will make it possible to update relevant program files without having to reboot your computer.[:r:][:n:][:r:][:n:]$_CLICK
pt_br: A configuração lhe guiará através da instalação do $(^NameDA).[:r:][:n:][:r:][:n:]É recomendado fechar todas as instâncias do SMPlayer antes de iniciar a configuração. Isso tornará possível atualizar arquivos importantes do programa sem ter que reiniciar seu computador.[:r:][:n:][:r:][:n:]$_CLICK

source: Shortcuts
pt_br: Atalhos

source: MPlayer Components
pt_br: Componentes do MPlayer

source: Multimedia Engine
pt_br: Motor multimídia

source: SMPlayer (required)
pt_br: SMPlayer (necessário)

source: SMPlayer, shared libraries, and documentation.
pt_br: SMPlayer, bibliotecas compartilhadas e documentação.

source: Desktop
pt_br: Área de trabalho

source: Creates a shortcut to SMPlayer on the desktop.
pt_br: Cria um atalho para o SMPlayer na área de trabalho.

source: Start Menu
pt_br: Menu Iniciar

source: Create a Start Menu entry for SMPlayer.
pt_br: Cria uma entrada do SMPlayer no menu Iniciar.

source: MPlayer (required)
pt_br: MPlayer (necessário)

source: MPlayer; required for playback.
pt_br: MPlayer; necessário para reprodução.

source: Binary Codecs
pt_br: Codecs binários

source: Optional codecs for MPlayer. (Internet Connection required for installation)
pt_br: Codecs opcionais para o MPlayer. (Necessita conexão com a Internet para instalação)

source: A feature-rich fork of MPlayer && MPlayer2
pt_br: Um derivado do MPlayer && MPlayer2 cheio de funcionalidades

source: A companion program to MPlayer that can be used to encode or transform supported audio or video streams.
pt_br: Um programa acompanhante do MPlayer que pode ser usado para codificar ou transformar fluxos de áudio ou vídeo suportados.

source: Icon Themes
pt_br: Temas de ícones

source: Additional icon themes for SMPlayer.
pt_br: Temas de ícones adicionais para o SMPlayer.

source: Languages
pt_br: Idiomas

source: Non-English language files for SMPlayer.
pt_br: Arquivos de outros idiomas além do Inglês para o SMPlayer.

source: Deletes SMPlayer preferences leftover from previous installations.
pt_br: Deletar as preferências de antigas instalações do SMPlayer.

source: The binary codec packages add support for codecs that are not yet implemented natively, like newer RealVideo variants and a lot of uncommon formats.[:n:]Note that they are not necessary to play most common formats like DVDs, MPEG-1/2/4, etc.
pt_br: Os pacotes de codecs binários e o suporte a codecs que ainda não estão implementados nativamente, como variantes recentes do RealVideo e vários formatos incomuns.[:n:]Note que não são necessários para reproduzir a maioria dos formatos comuns, como DVDs, MPEG-1/2/4, etc.

source: Select Install Type
pt_br: Selecione o tipo de instalação

source: Select Overwrite or Uninstall mode.
pt_br: Selecione Reinstalar ou Desinstalar.

source: You have an existing installation of SMPlayer in the following folder:
pt_br: Você possui uma instalação do SMPlayer na seguinte pasta:

source: Please select how to proceed:
pt_br: Por favor, selecione como continuar:

source: Overwrite ($Inst_Type) the existing installation
pt_br: Sobrescrever ($Inst_Type) a instalação existente

source: Uninstall (remove) the existing installation
pt_br: Desinstalar (remover) a instalação existente

source: Click Start when ready to proceed.
pt_br: Clique em Iniciar quando estiver pronto para continuar.

source: Click Next when ready to proceed.
pt_br: Clique em Próximo quando estiver pronto para continuar.

source: Click Uninstall when ready to proceed.
pt_br: Clique em Desinstalar quando estiver pronto para continuar.

source: Change Installation Settings
pt_br: Altere as configurações da instalação

source: Reset my SMPlayer configuration
pt_br: Reinicie minhas configurações do SMPlayer

source: Are you sure you want to reset your SMPlayer settings? This action cannot be reversed.
pt_br: Tem certeza que deseja reiniciar as configurações do SMPlayer? Essa ação não pode ser desfeita.

source: reinstall
pt_br: reinstalar

source: upgrade
pt_br: atualizar

source: Start
pt_br: Iniciar

source: Downloading MPlayer Codecs...
pt_br: Baixando codecs do MPlayer...

source: MPlayer codecs were not successfully installed. Retry?
pt_br: Os codecs do Mplayer não foram instalados corretamente. Tentar novamente?

source: Failed to download MPlayer codecs: '$R0'.
pt_br: Falha ao baixar os codecs do MPlayer: '$R0'.

source: Failed to install MPlayer codecs.
pt_br: Falha ao instalar os codecs do MPlayer.

source: This installation can only be uninstalled by a user with administrator privileges.
pt_br: Essa instalação só pode ser desinstalada por um usuário com privilégios de administrador.

source: Uninstall aborted by user.
pt_br: Desinstalação abortada pelo usuário.

source: It does not appear that SMPlayer is installed in the directory '$INSTDIR'.[:r:][:n:]Continue anyway (not recommended)?
pt_br: Não parece que o SMPlayer está instalado no diretório '$INSTDIR'.[:r:][:n:]Continuar assim mesmo (não é recomendado)?

source: SMPlayer installation not found.
pt_br: Instalação do SMPlayer não encontrada.

source: This installation can only be uninstalled on 64-bit Windows.
pt_br: Essa instalação só pode ser desinstalada no Windows 64-bit.

source: SMPlayer is a complete front-end for MPlayer, from basic features like playing videos, DVDs, VCDs to more advanced features like support for MPlayer filters, edl lists, and more.
pt_br: O SMPlayer é uma interface completa para o MPlayer, com funcionalidades básicas como reprodução de vídeos, DVDs, VCDs, e mais avançadas como o suporte aos filtros do MPlayer, listas edl, etc.

source: Backing up codecs from previous installation...
pt_br: Fazendo backup de codecs da instalação anterior...

source: Restoring codecs from previous installation...
pt_br: Restaurando codecs da instalação anterior...

source: Deleting Files...
pt_br: Deletando arquivos...

source: Deleting Registry Keys...
pt_br: Deletando chaves do registro...

source: Deleting Shortcuts...
pt_br: Deletando atalhos...

source: Restoring file associations...
pt_br: Restaurando associações de arquivos...

source: Rolling back changes...
pt_br: Revertendo alterações...

source: Extracting files...
pt_br: Extraindo arquivos...

source: Backing up SMTube...
pt_br: Fazendo backup do SMTube...

source: Restoring SMTube from previous installation...
pt_br: Restaurando o SMTube da instalação anterior...

source: Backing up mpv...
pt_br: Fazendo backup do mpv...

source: Restoring mpv from previous installation...
pt_br: Restaurando o mpv da instalação anterior...

source: Downloading mpv...
pt_br: Baixando o mpv...

source: mpv was not successfully installed. Retry?
pt_br: O mpv não foi instalado corretamente. Tentar novamente?

source: Failed to download mpv: '$R0'.
pt_br: Falha ao baixar o mpv: '$R0'.

source: Failed to install mpv.
pt_br: Falha ao instalar o mpv.

source: youtube-dl was not successfully installed. Retry?
pt_br: O youtube-dl não foi instalado corretamente. Tentar novamente?

source: Failed to download youtube-dl: '$R0'.
pt_br: Falha ao baixar o youtube-dl:'$R0'.

source: Checking for youtube-dl updates...
pt_br: Buscando por atualizações do youtube-dl...

source: Cleaning fontconfig cache...
pt_br: Limpando cache do fontconfig...

source: Cleaning SMPlayer settings...
pt_br: Limpando as configurações do SMPlayer...

source: Binary codecs are not supported in this version.
pt_br: Codecs binários não são suportados nessa versão.
